Repository: ambuda-org/ambuda-i18n
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi_in, mr_in, te_in

source: Not Found (404)
hi_in: उपलब्ध नही है (४०४)
mr_in: सापडले नाही (404)
te_in: లభించలేదు (404)

source: Sorry! We couldn't find what you were looking for. If you think you've found a bug in our project, <a href="%(contact_url)s">let us know</a> and we'll fix it as soon as we can.
hi_in: क्षमा कीजिए! आप जो ढुण्ढ रहे थे वह अभी नही मिल पा रहा। यदि आपको लगता है कि यह एक त्रुटि है, <a href="%(contact_url)s">कृपया हमें सूचित करें</a>, इसको शीघ्रातिशीघ्र ठीक करने का प्रयत्न किया जाएगा।
mr_in: क्षमा करा! आपल्याला हवी असलेली माहिती आम्हाला सापडली नाही. आमच्या प्रकल्पात एखादी चूक घाली असल्याचे आपल्याला वाटले, <a href="%(contact_url)s">तर तसे आम्हाला आवर्जून कळवा.</a> आम्ही ती चूक लवकरात लवकर दुरुस्त करण्याचा प्रयत्न करू.
te_in: క్షమించండి! మీరు వెతుకుతున్న విషయం లభించలేదు. దోషంవున్నదని గ్రహించినచో, మాకు <a href=%(contact_url)s"> తప్పక తెలియపరచండి</a>. మేము అతిత్వరలో విచారించి సరిదిద్దుతాము.

source: Server Error (500)
hi_in: वितरक त्रुटि (५००)
mr_in: वितरक संगणकातील दोष (500)
te_in: తర్క లోపం (500)

source: Sorry, our site has encountered an unknown error. We will investigate the issue so that we can prevent it in the future. If you think you know what caused this issue, please <a href="%(contact_url)s">let us know</a> and we'll fix it as soon as we can.
hi_in: क्षमा करें, हमारे जालस्थल को एक अज्ञात त्रुटि का सामना करना पड़ा। हम इसकी जाँच करेंगे ताकि हम इसे भविष्य में रोक सकें। यदि आप इस त्रुटि का कारण जानते हैं, <a href="%(contact_url)s"> कृपया हमे बताएँ </a>, इसको शीघ्रातिशीघ्र ठीक करने का प्रयत्न किया जाएगा।
mr_in: क्षमा करा, आमच्या संकेतस्थळावर एक अज्ञातपूर्व दोष घडून आला आहे. भविष्यात ह्या दोषाची पुनरावृत्ती होऊ नये, यासाठी आम्ही त्याची चौकशी करू. कदाचित् आपल्याला ह्याचे कारण ठाऊक असल्यास <a href="%(contact_url)s"> कृपया ते आम्हाला कळवा,</a> आम्ही लवकरात लवकर हा दोष दूर करण्याचा प्रयत्न करू
te_in: క్షమించండి, ఊహించని దోషం ఎదురైంది. విచారించి నివారిస్తాము. దోషహేతువు తెలిస్తే మాకు తప్పక<a href="%(contact_url)s">సూచించండి</a>. మేము అతిత్వరలో విచారించి సవరిస్తాము.

source: Ambuda
hi_in: अम्बुद
mr_in: अंबुद
te_in: అంబుద

source: A breakthrough Sanskrit library
hi_in: एक आधुनिक संस्कृत ग्रन्थालय
mr_in: एक चाकोरीबाहेरचे संस्कृत ग्रंथालय
te_in: ఒక ఆధునిక సంస్కృత గ్రంథాలయము

source: Sanskrit literature with word-by-word analysis and integrated dictionaries. All in a free online library that works on all devices.
hi_in: प्रतिपद विश्लेशण और एकीकृत शब्दकोश के साथ संस्कृत साहित्य। सब एक निःशुल्क ग्रन्थालय में जो हर उपकरण पर चले।
mr_in: सर्व उपकरणांवर चालू शकणाऱ्या ह्या आंतरजालातील निःशुल्क ग्रंथालयाद्वारे समग्र संस्कृत साहित्य शब्दशः स्पष्टीकरण आणि अंतर्भावित शब्दकोश यांच्या सह सहजतेने उपलब्ध होत आहे.
te_in: ప్రతిపదార్థ వ్యాఖ్యానంతో సంస్కృత వాఙ్మయం. అనేక నిఘంటువులతో సమగ్రపరచి అన్ని పరికరాలపై ఉచితంగా లభ్యం.

source: Explore the library
hi_in: ग्रन्थालय का अन्वेषण करें
mr_in: ह्या ग्रंथालयाचा धांडोळा घ्या
te_in: గ్రంథాలయానికి సుస్వాగతం

source: Building the world's largest Sanskrit library
hi_in: विश्व के सबसे बड़े संस्कृत ग्रन्थालय का निर्माण
mr_in: विश्वातील सर्वात मोठ्या संस्कृत ग्रंथालयाचे निर्माण
te_in: ప్రపంచంలో అతి పెద్ద సంస్కృత గ్రంథాలయము సిద్ధమౌతోంది

source: Sanskrit texts are scattered across dozens of websites, thousands of books, and millions of manuscripts. Their quality and ease of use vary widely, and there isn't an easy way to explore what Sanskrit has to offer.
hi_in: संस्कृत ग्रन्थ दर्जनों जालक्षेत्र, हजारों पुस्तकों, और लाखों पाण्डुलिपियों में बिखरे हुए हैं। उनकी गुणवत्ता और उपयोगशैली व्यापक रूप से भिन्न होती है, और यह पता लगाने का कोई सरल उपाय नहीं है कि संस्कृत क्या-क्या प्रस्तुत करती है।
mr_in: संस्कृत ग्रंथ डझनावारी संकेतस्थळे, हजारो पुस्तके आणि लाखो हस्तलिखितांमध्ये सध्या विखुरलेले आहेत. त्यांची गुणवत्ता आणि त्यांचा वापर करण्यासाठी आवश्यक सोपेपणा ह्यांच्यात जागोजागी बराच फरक आढळतो. तसेच संस्कृतातील ज्ञानसंपदेचा सर्वंकष धांडोळा घेण्यासाठीचा सोपा उपाय सध्या अस्तित्वात नाही.
te_in: సంస్కృత గ్రంథాలు అందరికీ అందుబాటులో లేవు. కొన్ని అంతర్జాలంలో, మరి కొన్ని పుస్తకాలలో, మరెన్నో రాతపత్రాలలో చెల్లాచెదురుగా పడి ఉన్నాయి. వాటి స్థితిగతులు వేర్వేరు రకాలుగా ఉండటం సంస్కృతాధ్యయనపరులకు నిరుత్సాహకరంగా ఉంది.

source: That's why Ambuda is building a complete library of traditional Sanskrit literature. Our library is small now, but it's growing rapidly. Soon, it will be the largest Sanskrit library in the world.
hi_in: इसलिए अम्बुद संस्कृत ग्रन्थों का एक सम्पूर्ण ग्रन्थालय बना रहा है। हमारा ग्रन्थालय अभी छोटा है, परन्तु तीव्र गति से बढ़ रहा है। शीघ्र ही यह जगत का सबसे बड़ा संस्कृत ग्रन्थालय बन जाएगा।
mr_in: म्हणूनच अंबुद पारंपारिक संस्कृत वाङ्मयाच्या परिपूर्ण ग्रंथालयाचे निर्माण करत आहे. आमच्या ग्रंथालयाचा आकार सध्या लहान आहे, पण त्याची वाढ वेगाने होत आहे. लवकरच ते जगातले सर्वात मोठे संस्कृत ग्रंथालय बनेल.
te_in: అందుకే మేము అంబుద అనే పరిపూర్ణ గ్రంథాలయం నిర్మాణానికి పూనుకున్నాము. ఇప్పుడు మా గ్రంథాలయం చిన్నదిగా మొదలైనా, అతివేగంగా పెరుగి త్వరలోనే ఒక మహత్తరమైన సంస్కృత గ్రంథాలయంగా విస్తరించబోతోంది.

source: Open access for all
hi_in: सभी के लिए अभिगम्‍य
mr_in: सर्वांना वापराची पूर्ण मोकळीक
te_in: అందరికీ అందుబాటులో

source: What if you could read Sanskrit anywhere for free? What if reading Sanskrit online were delightful and beautiful? What if you could easily find Sanskrit resources in your native language?
hi_in: कैसा रहेगा यदि आप कहीं भी निःशुल्क संस्कृत पढ़ पाएँ? यदि अन्तर्जाल पर संस्कृत पढ़ना मज़ेदार हो? यदि आप अपनी मातृभाषा में संस्कृत ग्रन्थ इत्यादि सरलता से ढुण्ढ पाएँ?
mr_in: जर आपल्याला कोठेही निःशुल्क रूपात संस्कृत साहित्या वाचता आले, जर आंतरजालावर संस्कृत साहित्य वाचण्याचा अनुभव सुंदर आणि आनंददायी होई शकला, जर आपल्याला आपल्या मातृभाषेतच संस्कृत ज्ञानभांडार सहज उपलब्ध होऊ शकले तर काय बहार येईल?
te_in: సంస్కృత గ్రంథాలు సర్వత్ర ఉచితం. ఇక్కడ సంస్కృత శోభమయంగా, మనోహరంగా, అనువుగా మీ మాతృభాషలో చదవచ్చు.

source: We have a long way to go, but we want to make our library radically accessible to as many people as we can. For now, you can use our website on any device. Soon, we'll support other languages besides English.
hi_in: अभी हमे बहुत आगे तक जाना है, और हमे यह ग्रन्थालय शीघ्रातिशीघ्र सबके लिए अभिगम्य बनाना है। अभी के लिए, आप हमारे जालस्थल को किसी भी उपकरण पर उपयोग कर सकते हैं।
mr_in: आम्हाला अजून बरीच वाटचाल करायची आहे, शक्य तितक्या अधिक लोकांना आमचे ग्रंथालय पूर्णपणे उपलब्ध करून देण्याची आमची इच्छा आहे. तूर्त, कुठल्याही इलेक्ट्रॉनिक साधनाद्वारे आपण आमच्या संकेतस्थळाचा वापर करू शकता. लवकरच आम्ही हे संकेतस्थळ इंग्रजीखेरीज इतर भाषांमध्येही उपलब्ध करून देऊ.
te_in: మేము అంబుద అనే మహత్తర గ్రంథాలయ నిర్మాణ యజ్ఞం తలపెట్టి ప్రపంచవ్యాప్తంగా పాఠకులకు అందుబాటులోకి తీసుకువస్తున్నాము. ఇప్పుడు అంబుద అన్ని సాంకేతిక పరికరాలపైనా పనిచేస్తోంది. త్వరలో అంగ్లంతో పాటు మరేన్నో భాషలలో అంబుదని చదవవచ్చు.

source: Intelligent technology
hi_in: कुशल प्रौद्योगिकी
mr_in: चतुर तंत्रज्ञान
te_in: చురుకైన సాంకేతిక విజ్ఞానం

source: Word-by-word analysis. Integrated dictionary support. Transliteration to a variety of different scripts. And so much more. Our intelligent library uses state-of-the-art technology to make Sanskrit more accessible than ever before.
hi_in: पद विच्छेद एवं विश्लेषण। एकीकृत एकाधिक शब्दकोश समर्थन। विभिन्न लिपियों में लिप्यान्तरण। और भी बहुत कुछ। हमारा चतुर ग्रन्थालय संस्कृत को पहले से कहीं अधिक अभिगम्य बनाने के लिए अत्याधुनिक प्रौद्योगिकी का उपयोग करता है।
mr_in: शब्दशः स्पष्टीकरण. शब्दकोशांचा अंतर्भाव. विविध लिप्यांमध्ये लिप्यंतर. आणि इतरही बरेच काही. संस्कृत साहित्य पूर्वीपेक्षा अधिक सुलभतेने सर्वांना उपलब्ध करून देण्यासाठी आमचे हे चतुर ग्रंथालय अतिशय अद्ययावत् अशा तंत्रज्ञानाचा वापर करते.
te_in: పదచ్ఛేదము, విగ్రహ వాక్యము, పదార్థోక్తి, లిపి పరివర్తనం, పలు నిఘంటువులను సమాకలినంచేసిన అత్యాధునిక గ్రంథాలయమే అంబుద.

source: But our work is just beginning. We have so much planned for the future: translations, commentaries, full-text search, and deeper hyperlinks across the entire corpus.
hi_in: पर हमारा काम बस आरम्भ ही हुआ है। हमने बहुत कुछ सोच रखा है : अनुवाद, भाष्य, सम्पूर्ण पदान्वेषण, और सम्पूर्ण कोष की आपस में गहरी परिसन्धि।
mr_in: आमचे काम नुकतेच सुरू झाले आहे. भविष्यासाठी अनेक योजनांची आखणी आम्ही केली आहे, उदाहरणार्थ, भाषांतरे, व्याख्या, संपूर्ण ग्रंथातील शब्दांचा शोध घेण्याची सोय आणि संपूर्ण साहित्यशरीरात खोलवर जाणारे परस्परसंबद्ध दुवे तयार करणे.
te_in: మేము అంబుద నిర్మాణానికి ఇటీవలే శ్రీకారంచుట్టాము. అనువాదాలు, ప్రాచీన వ్యాఖ్యానాలు, పదాన్వేషన, పదబంధాలను సాంద్రపరచటం లాంటి సౌకర్యాలు పాఠకులకు ఒకే చోట సిద్ధం చేయటానికి పూనుకున్నాము.

source: By the public, for the public
hi_in: सभी के द्वारा, सभी के लिए
mr_in: लोकांद्वारे, लोकांसाठी
te_in: ప్రజల చేత, ప్రజల కొరకు

source: Ambuda is run entirely by volunteers, and we would be thrilled to have your support in whatever form you can provide it. Learn more about how you can <a href="%(support_url)s">help Ambuda grow</a>.
hi_in: अम्बुद पूर्णतः स्वयम्सेवकों द्वारा चलाया जाता है, और हमे प्रसन्नता होगी यदि आप किसी भी रूप में हमारी सहायता करेंगे। <a href="%(support_url)s">अम्बुद के विकास में सहायक बनने के बारे में और जाने।</a>
mr_in: अंबुद हा प्रकल्प पूर्णपणे स्वयंसेवकांद्वारे चालवला जातो आणि शक्य त्या रूपात आपले साहाय्य ह्या प्रकल्पाला लाभू शकले तर आम्हाला अतिशय आनंद होईल. आपण अंबुदच्या वाढीसाठी कसे साहाय्य करू शकता <a href="%(support_url)s">हे जाणून घ्या</a>.
te_in: అంబుదని ధనాపేక్షలేకుండా కార్యకర్తలే పరపూర్ణంగా నిర్వహిస్తున్నారు. యథాశక్తిగా మీరు ఇచ్చే సహకారం మాకు అత్యంతానన్దదాయకం. మీరు కూడా ఆసక్తితో అంబుద అభివృద్ధికి సాయపడటానికి <a href="%(support_url)s">ఈ link click చేయండి</a>.

source: Ambuda is growing rapidly. <a href="%(mailing_url)s">Sign up for our mailing list</a> to receive regular updates on new content and features.
hi_in: अम्बुद तीव्र गति से विकसित हो रहा है। नवीन सामग्री एवं सुविधाओं पर नियमित समाचार प्राप्त करने के लिए <a href="%(mailing_url)s">विपत्र-सूची में जुड़ें</a>।
mr_in: अंबुदची वाढ त्वरेने होत आहे. <a href="%(mailing_url)s">आमच्या विद्युत्पत्र यादीत समाविष्ट होण्यासाठी नोंदणी करा</a> आणि अंबुदमध्ये समाविष्ट होणारी नवीन सामग्री तसेच विशेष सोई यांविषयीच्या ताज्या बातम्या नियमितपणे मिळवा.
te_in: అంబుద అత్యంతవేగంగా వృద్ధి పొందుతోంది. మా <a href="%(mailing_url)s"> email జాబితా</a>లో చేరి నూతన గ్రంథాలు ఇతర విశేషాలు గురించి తెలుసుకోండి.

source: Sanskrit at your fingertips
hi_in: संस्कृत आपकी उङ्गलियों पर
mr_in: संस्कृत झाले आता आपल्या तळहातावरील आवळ्यासारखे
te_in: సంస్కృతం మీ అరచేతిలో

source: Our work is just beginning. Thank you for using Ambuda.
hi_in: यह तो बस आरम्भ है। अम्बुद का उपयोग करने के लिए आपका धन्यवाद।
mr_in: आमचे काम नुकतेच सुरू झाले आहे. आपण अंबुदचा वापर करत आहात याबद्दल आपले आभार.
te_in: ఈ ప్రయాణంలో ఇదే మా మొదటి అడుగు. అంబుదకు వచ్చినందుకు మీకు కృతజ్ఞతలు.

source: Support
hi_in: सहायता
mr_in: साहाय्य
te_in: పూనుకొనండి

source: Code and Data
hi_in: स्रोत एवं दत्त
mr_in: ग्रंथपाठ आणि तंत्रांश
te_in: కోడ్ మరియు డేటా

source: Contact
hi_in: सम्पर्क
mr_in: संपर्क
te_in: సంప్రదించండి

source: For comments, questions, and feedback on our work, please use the form below to email us. If you want to help Ambuda grow, <a href="%(support)s">click here</a> to learn more about how you can do so.
hi_in: हमारे काम पर कोई भी ढङ्ग की टिप्पणी, प्रश्न और प्रतिक्रिया के लिए कृपया नीचे दिए गए प्रपत्र का उपयोग करें। यदि आप अम्बुद के विकास में सहायता करना चाहते हैं, तो आप यह कैसे कर सकते हैं, इसके बारे में अधिक जानने के लिए <a href="%(support)s">यहाँ दबाएँ</a>।
mr_in: आमच्या कामाविषयी काही टिप्पणी करायची, काही प्रश्न विचारायचे किंवा आपला प्रतिसाद द्यायचा असल्यास कृपया खालील प्रपत्र भरा. जर अंबुदच्या वाढीसाठी साहाय्य करण्याची आपली इच्छा असेल तर ते कसे करावे ह्याविषयी <a href="%(support)s">इथे टिचकी मारून</a> अधिक जाणून घ्या.
te_in: అంబుదపై మీ విమర్శలు, ప్రశ్నలు, సలహాలు ఈ క్రింది పట్టిక ద్వారా పంపండి. మీకు అంబుద అభివృద్ధికి సహకారం అందించటానికి ఉత్సాహంగా ఉంటే, ఈ<a href="%(support)s">link click చెయ్యండి</a>.

source: Email address
hi_in: विपत्र पता
mr_in: विद्युत्पत्र पत्ता
te_in: విధ్యుత్పత్ర చిరునామా

source: Message
hi_in: सन्देश
mr_in: संदेश
te_in: సందేశం

source: Send message
hi_in: सन्देश भेजें
mr_in: संदेश पाठवा
te_in: సందేశం పంపు

source: About
hi_in: परिचय
mr_in: परिचय
te_in: పరిచయం

source: Ambuda's mission is to make the Sanskrit tradition radically accessible. Formal work on Ambuda began on 1 June 2022, but our team of volunteers has been dreaming of such a project for years.
hi_in: अम्बुद का सिद्धान्त संस्कृत परम्परा को तत्त्वरूप से अभिगम्य बनाना है। अम्बुदा पर औपचारिक कार्य का श्रीगणेश १ जून २०२२ को हुआ, परन्तु स्वयम्सेवकों की हमारी टोली वर्षों से ऐसी परियोजना का सपना देखती आ रही है।
mr_in: संस्कृत साहित्य परंपरा सर्वांना मुळापासून उपलब्ध करून देणे हे अंबुदचे ध्येय आहे. ह्या प्रकल्पाचे काम १ जून २०२२ रोजी औपचारिक रीतीने सुरू झाले असले तरीही अशा प्रकल्पाची कल्पना आमच्या चमूतील स्वयंसेवकांच्या मनात अनेक वर्षांपासून रुळत होती.
te_in: సంస్కృత వాఙ్మయాన్ని పరిపూర్ణంగా ప్రజల అందుబాటులోకి తీసుకురావటం మా లక్ష్యము. ఏన్నో సంవత్సరాలుగా ఈ కలని మా గుండెల్లో పెంచుకున్నాము. శుభకృత్సంవత్సరం జ్యేష్ఠ-శుక్ల-ద్వితీయనాడు ఈ సంకల్పాన్ని కార్యాచరణలో పెట్టాము.

source: <a href="%(mailing_url)s">Our mailing list</a> shares regular updates on Ambuda and our other Sanskrit projects. <a href="%(code_url)s">Our code</a> is all on GitHub, and we eagerly welcome contributors of all backgrounds. For all other inquiries, please <a href="%(contact_url)s">reach out to us directly</a>.
hi_in: <a href="%(mailing_url)s">हमारी विपत्र-सूची</a>पर अम्बुद और अन्य संस्कृत परियोजनाओं के बारे में नियमित समाचार साझा होती रहती है। <a href="%(code_url)s">हमारा सम्पूर्ण यन्त्र स्रोत</a>गिट्हब पर उपलब्ध है, और हम सभी वर्गों के योगदानकर्ताओं का उत्सुक्ता से स्वागत करते हैं। अन्य किसी जानकारी के लिए, कृपया <a href="%(contact_url)s">हमसे सीधा सम्पर्क करें</a>।
mr_in: आमच्या अंबुद तसेच इतर संस्कृतशी संबंधित प्रकल्पांविषयीच्या ताज्या बातम्या आम्ही <a href="%(mailing_url)s">विद्युत्पत्र यादीद्वारे</a> नियमितपणे कळवत असतो. <a href="%(code_url)s">आमचे सर्व ग्रंथपाठ</a> GitHub वर उपलब्ध आहेत आणि त्यांवर काम करण्यासाठी सर्व प्रकारची पार्श्वभूमी असणाऱ्या योगदानकर्त्यांना आम्ही सहर्ष आमंत्रित करत आहोत. याखेरीज इतर प्रश्नांच्या उत्तरांसाठी कृपया <a href="%(contact_url)s">आमच्याशी थेट संपर्क साधा</a>.
te_in: మా <a href="%(mailing_url)s">విద్యుత్పత్ర జాబితా</a> అంబుద మరియు మా ఇతర సంస్కృత సేవల గురించి వార్తలు అదిస్తుంది. మా <a href="%(code_url)s">తంత్రాంశం</a>పూర్తిగా GitHubపై కలదు. దోహదకారులు ఏ నేపథ్యము నుంచి వచ్చినా మేము స్వాగతం పలికి కలుపుకుంటాము. ఏ ప్రశ్న ఉన్నా నిస్సంశయంగా, <a href="%(contact_url)s">మమ్మల్ని సంప్రదించండి</a>.

source: Mission
hi_in: लक्ष्य
mr_in: ध्येय
te_in: మా లక్ష్యము

source: Values
hi_in: सिद्धान्त
mr_in: मूल्य
te_in: విలువలు

source: Roadmap
hi_in: कार्य योजना
mr_in: कामाचा आराखडा
te_in: కార్యయోజన

source: People
hi_in: अंशदाता
mr_in: व्यक्ती
te_in: కార్యకర్తలు

source: Our Name
hi_in: नामकरण
mr_in: आमचे नाव
te_in: పేరు గురించి

source: Privacy Policy
hi_in: गोपनीयता नीति
mr_in: गोपनीयतेचे धोरण
te_in: గోప్యతా విధానం

source: | Ambuda
hi_in: • अम्बुद
mr_in: अंबुद
te_in: | అంబుద

source: Terms of Use
hi_in: उपयोग के नियम
mr_in: वापराच्या अटी
te_in: వాడుక నియమాలు

source: Register
hi_in: जुड़ें
mr_in: नोंदणी करा
te_in: నమోదు పరచుకోండి

source: Create an Ambuda account
hi_in: अम्बुद परिवार का सदस्य बनें
mr_in: अंबुद खाते तयार करा
te_in: అంబుదలో ఖాతా సృష్టించుకోండి

source: Create account
hi_in: खाता बनाएँ
mr_in: खाते तयार करा
te_in: ఖాతా సృష్టించుకోండి

source: We've sent a recovery email to <kbd>%(email)s</kbd>. Check your email for a link to reset your password. If it doesn’t appear within a few minutes, check your spam folder.
hi_in: हमने <kbd>%(email)s</kbd> पर एक पुनर्प्राप्ति विपत्र भेजा है। कूटशब्द परिवर्तन पते के लिए अपना विपत्र-खाता देखें। यदि वह कुछ मिनटों में नहीं मिलता है, तो अपने अनिष्ट सन्देशों की जाँच करें।
mr_in: आम्ही आपल्याला <kbd>%(email)s</kbd> या पत्त्यावर विद्युत्पत्र पाठवले आहे. आपली विद्युत्पत्रपेटी तपासा, तिच्यात परवलीचा शब्द नव्याने ठरवण्यासाठी पाठवलेला दुवा आपल्याला सापडेल. पुढल्या काही मिनिटांमध्ये तो तिथे दिसला नाही, तर आपलं अनावश्यक पत्रांचे बाड तपासून पहा.
te_in: మీకు తిరిగి స్వాధీనపరుచుకొనుటకు<kbd>%(email)s</kbd>కి e-mail పంపించాము. మీ కొత్త సంకేతపదం స్థాపించు e-mail లో link కొరకు చూడండి. రెండు మూడు నిమిషములాలో దోరకకపోతే, spam folder లో చూడండి.

source: Reset your password
hi_in: कूटशब्द परिवर्तित करें
mr_in: तुमचा परवलीचा शब्द नव्याने ठरवा
te_in: కొత్త password పొందండి

source: Enter the email address that you used when you signed up for Ambuda. We'll send you an email with a password reset link.
hi_in: अपना वह विपत्र पता डालें जिससे आपने अम्बुद में पञ्जिकरण किया था। हम आपको एक कूटशब्द परिवर्तन विपत्र भेजेंगे।
mr_in: अंबुदमध्ये प्रवेशासाठी नोंदणी करताना आपण जो विद्युत्पत्र पत्ता वापरला होता, तो इथे भरा. त्या पत्त्यावर आम्ही आपल्याला परवलीचा शब्द नव्याने ठरवण्यासाठीचा एक दुवा पाठवू.
te_in: మీరు అమ్బుద కోసము account తయ్యారు చేసినప్పుడు ఉపయోగిఁచిన email ఇవ్వండి. మేము క్షణములో మీకు password మారచుట కోసము link పంపిస్తాము.

source: Enter your email address
hi_in: अपना विपत्र पता डालें
mr_in: तुमचा विद्युत्पत्र पत्ता भरा
te_in: విధ్యుత్పత్ర చిరునామా

source: Send password reset email
hi_in: कूटशब्द परिवर्तन विपत्र भेजें
mr_in: परवलीचा शब्द नव्याने ठरवण्यासाठी विद्युत्पत्र पाठवा
te_in: email ద్వరా కొత్త password కావాలి

source: Sign in
hi_in: प्रवेश करें
mr_in: प्रवेश करा
te_in: లాగ్ ఇన్

source: Sign in to Ambuda
hi_in: अम्बुद में प्रवेश करें
mr_in: अंबुदमध्ये प्रवेश करा
te_in: లాగ్ ఇన్ అవ్వండి

source: Forgot password?
hi_in: कूटशब्द भूल गए?
mr_in: परवलीचा शब्द विसरलात?
te_in: password మర్చిపోయారా?

source: Don't have an account? Click here to register.
hi_in: सदस्य नहीं हो? जुड़ने के लिए यहाँ दबाएँ।
mr_in: तुमचे खाते नाही? नोंदणीसाठी इथे टिचकी मारा.
te_in: మీకు ఖాతా ఇంకా లేదా? ఇక్కడ click చేసి ఖాతా నమోదు చేయ్యండి .

source: Dictionaries
hi_in: शब्दकोश
mr_in: शब्दकोश
te_in: నిఘంటువులు

source: Dictionary lookup
hi_in: शब्दकोश में ढुण्ढें
mr_in: शब्दकोशात शोधा
te_in: నిఘంటువులో శోధన

source: Search
hi_in: ढुण्ढें
mr_in: शोधा
te_in: అన్వేషణ

source: Sanskrit-English
hi_in: संस्कृत-अङ्ग्रेजी
mr_in: संस्कृत-इंग्रजी
te_in: సంస్కృతం - English

source: Apte (1890)
hi_in: आप्टे (१८९०)
mr_in: आपटे (१८९०)
te_in: ఆప్టే (క్రీ.శ. 1890)

source: Monier-Williams (1899)
hi_in: मोनियर-विल्लियम्स (१८९९)
mr_in: मोनियर्-विलियम्स् (१८९९)
te_in: Monier-Williams (క్రీ.శ. 1899)

source: Shabdasagara (1900)
hi_in: शब्दसागर (१९००)
mr_in: शब्दसागर (१९००)
te_in: శబ్దసాగర(క్రీ.శ. 1900)

source: Sanskrit-Sanskrit
hi_in: संस्कृत-संस्कृत
mr_in: संस्कृत-संस्कृत
te_in: సంస్కృతం-సంస్కృతం

source: Vācaspatyam (1873)
hi_in: वाचस्पत्यम् (१८७३)
mr_in: वाचस्पत्यम् (१८७३)
te_in: వాచస్పత్యం(క్రీ.శ. 1873)

source: Śabdakalpadrumaḥ (1886)
hi_in: शब्दकल्पद्रुमः (१८८६)
mr_in: शब्दकल्पद्रुमः (१८८६)
te_in: శబ్దకల్పద్రుమ(క్రీ.శ. 1886)

source: Sanskrit-Kannada
hi_in: संस्कृत-कन्नड
mr_in: संस्कृत-कन्नड
te_in: సంస్కృతం-ಕನ್ನಡ

source: Shabdarthakaustubha
hi_in: शब्दार्थकौस्तुभ
mr_in: शब्दार्थकौस्तुभ
te_in: శబ్దార్థకౌస్తుభ

source: Ambuda is run entirely by volunteers for the public benefit. Learn more about how you can <a href="%(support)s"> help Ambuda grow</a>.
hi_in: अम्बुद पूर्णतः स्वयम्सेवकों द्वारा लोकहित में जारी है। <a href="%(support)s">अम्बुद के विकास में सहायक बनने के बारे में और जाने।</a>
mr_in: अंबुद हा प्रकल्प पूर्णपणे स्वयंसेवकांद्वारे लोककल्याणास्तव चालवला जातो. अंबुद प्रकल्पाच्या वाढीसाठी तुम्ही कसे <a href="%(support)s">साहाय्य करू शकता हे जाणून घ्या</a>.
te_in: ప్రజాసంక్షేమం కోసం స్వచ్ఛంద సేవకులు అంబుదను నడిపిస్తున్నారు. మీరు కూడా యథాసక్తితో <a href="%(support)s">అంబుద అభివృద్ధికి తోడ్పడండి</a>.

source: Texts
hi_in: ग्रन्थ
mr_in: मजकूर
te_in: గ్రంథాలు

source: Proofing
hi_in: पाठशोधन
mr_in: मुद्रितशोधन
te_in: పాఠశోధనం

source: Donate
hi_in: दान
mr_in: दान
te_in: విరాళములు

source: Community
hi_in: समुदाय
mr_in: समुदाय
te_in: సంఘము

source: Discord
hi_in: डिस्कॉर्ड

source: GitHub
hi_in: गिटहब

source: Reddit
hi_in: रॅड्डिट

source: Twitter
hi_in: ट्विटर

source: Sign out
hi_in: निकलें
mr_in: बाहेर पडा
te_in: సైన్ అవుట్

source: Devanagari
hi_in: देवनागरी
mr_in: देवनागरी
te_in: దేవనాగరి

source: Gujarati
hi_in: ગુજરાતી
mr_in: ગુજરાતી
te_in: గుజరాతి

source: Kannada
hi_in: ಕನ್ನಡ
mr_in: ಕನ್ನಡ
te_in: ಕನ್ನಡ

source: Malayalam
hi_in: മലയാളം
mr_in: മലയാളം
te_in: മലയാളം

source: Oriya
hi_in: ଓଡ଼ିଆ
mr_in: ଓଡ଼ିଆ
te_in: ଓଡ଼ିଆ

source: Telugu
hi_in: తెలుగు
mr_in: తెలుగు
te_in: తెలుగు

source: {title} | Ambuda
hi_in: {title} • अम्बुद
mr_in: {शीर्षक} | अंबुद
te_in: {శీర్షికం} | అంబుద

source: You can format this text with Markdown. <a href="%(help_url)s">Click here to learn more.</a>
hi_in: आप इस लेख को मार्कडाउन में प्रारूपित कर सकते हैं। <a href="%(help_url)s">अधिक जानकारी के लिए यहाँ दबाएँ।</a>
mr_in: मार्क्-डाउन् वापरून आपण या मजकूराची संरचना करून शकता. <a href="%(help_url)s">ह्याविषयी अधिक जाणण्यासाठी इथे टिचकी मारा.</a>
te_in: మీరు Markdown ఆకృతిలో ఈ లేఖనాన్ని సృష్టించొచ్చు <a href="%(help_url)s">ఈ విషయం మీద చదవటానికి ఇక్కడ click చేయ్యండి.</a>

source: Contents
hi_in: अनुक्रमणिका
mr_in: समाविष्ट सामग्री
te_in: విషయసూచిక

source: Resources
hi_in: संसाधन
mr_in: स्रोत
te_in: మూలములు

# texts
source: About
hi_in: परिचय
mr_in: परिचय
te_in: పరిచయం

source: Created by <a href="%(author_url)s">%(username)s</a>
hi_in: <a href="%(author_url)s">%(username)s</a> द्वारा रचित।
mr_in: <a href="%(author_url)s">%(username)s</a> यांनी तयार केले
te_in: <a href="%(author_url)s">%(username)s</a>స్థాపించారు.

source: Help
hi_in: सहायता
mr_in: साहाय्य
te_in: సూచన

source: Beginner's guide
hi_in: शैक्ष दिग्दर्शक
mr_in: नवशिक्याचा मार्गदर्शक
te_in: సంక్షిప్త సూచన

source: Complete guide
hi_in: पूर्ण दिग्दर्शक
mr_in: साद्यंत मार्गदर्शक
te_in: సంపూర్ణ సూచన

source: Editor manual
hi_in: सम्पादक दिग्दर्शक
mr_in: संपादकाचा मार्गदर्शक
te_in: సంపాదకుల కైపొత్తం

source: Contribute
hi_in: योगदान करें
mr_in: योगदान द्या
te_in: తోడ్పడండి

source: Ongoing projects
hi_in: सक्रिय परियोजनाएँ
mr_in: चालू प्रकल्प
te_in: నిర్మాణంలో ఉన్న గ్రంథాలు

source: Create project
hi_in: परियोजना बनाएँ
mr_in: प्रकल्प तयार करा
te_in: నూతన గ్రంథం నిర్మించండి

source: Recent changes
hi_in: हाल ही में हुए परिवर्तन
mr_in: अलिकडील बदल
te_in: కొత్త మార్పులు

source: Tagging
hi_in: अङ्कन
mr_in: शब्दशः स्पष्टीकरण
te_in: ప్రతిపద వ్యాఖ్యానం

source: Talk
hi_in: बात करें
mr_in: बोलचाल
te_in: చర్చ

source: Summary
hi_in: सारांश
mr_in: सारांश
te_in: సారాంశం

source: Activity
hi_in: गतिविधि
mr_in: घडामोड
te_in: చర్యానివేదిక

source: Edit
hi_in: संशोधन करें
mr_in: संपादन
te_in: సవరించు

source: Download
hi_in: सहेजें
mr_in: उतरवा
te_in: దిగుమతి

source: Admin
hi_in: प्रशासक
mr_in: संचालक
te_in: నిర్వాహకుడు

source: Overview
hi_in: रूपरेखा
mr_in: विहंगावलोकन
te_in: పరిచయం

source: Thousands of Sanskrit texts are available only in print. Join our global volunteer effort to digitize these texts and make them accessible to all.
hi_in: हजारों संस्कृत ग्रन्थ केवल कागज पर छपे हुए हैं। ग्रन्थों के अङ्कीयकरण के हमारे वैश्विक स्वयम्सेवी प्रयास से जुड़ें और इन्हें सभी के लिए अभिगम्य बनाएँ।
mr_in: हजारोंच्या संख्येने संस्कृत ग्रंथ केवळ छापील स्वरूपात उपलब्ध आहेत. ते डिजिटल स्वरूपात आणून सर्वांना उपलब्ध करून देण्यासाठी वैश्विक स्तरावर चाललेल्या आमच्या स्वयंप्रेरित प्रयत्नांना साथ द्या.
te_in: కొన్ని వేల సంస్కృత గ్రంథాలు అచ్చులో ఉండి మరుగునపడ్డాయి. మా వసుధైక స్వచ్ఛంద సేవకులలో ఒకరై ఈ గ్రంథాలను సాంఖ్యీకృతం చేసి అందరికీ అందుబాటులోకి తీసుకురండి.

source: Needs more work
hi_in: और कार्य चाहिए
mr_in: काम चालू आहे
te_in: శోధనకి సిద్ధం

source: Proofed once
hi_in: एक बार पाठशोधित
mr_in: एकदा तपासले
te_in: ప్రథమశోధన పూర్తి

source: Proofed twice
hi_in: दो बार पाठशोधित
mr_in: दोनदा तपासले
te_in: పునఃశోధన పూర్తి

source: Not relevant
hi_in: अप्रासङ्गिक
mr_in: महत्त्वाचे नाही
te_in: అసంగతం

source: Sort by:
hi_in: दर्शन-क्रम :
mr_in: पुढीलप्रमाणे वर्गीकरण करा
te_in: దర్శన-క్రమం:

source: Title
hi_in: शीर्षक
mr_in: शीर्षक
te_in: శీర్షికం

source: Creation date
hi_in: निर्माण तिथि
mr_in: निर्मितीचा दिनांक
te_in: నిర్మాణించిన తేది

source: Progress
hi_in: प्रगति
mr_in: आजवरची प्रगती
te_in: పురోగమనం

source: Ascending
hi_in: आरोही
mr_in: चढत्या क्रमाने
te_in: ఆరోహణ

source: Descending
hi_in: अवरोही
mr_in: उतरत्या क्रमाने
te_in: అవరోహణ

source: %(num)d page
hi_in: %(num)d पृष्ठ
mr_in: %(num)d पृष्ठ
te_in: %(num)d puTalu

source: Publish changes
hi_in: परिवर्तन प्रकाशित करें
mr_in: बदल प्रकाशित करा
te_in: మార్పులు ప్రచరించు
