Repository: ambuda-org/ambuda-i18n
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hi_in, mr_in, te_in

source: You can use these links to download the latest version of the transcribed project. To save these files to your local machine, right-click and click <kbd>Save As &hellip;</kbd> or whatever similar option your computer gives you.
hi_in: आप इन पतों का उपयोग करके प्रतिलेखित परियोजना के नवीनतम संस्करण को सहेज सकते हैं। इन सञ्चिकाओं को अपने स्थानीय सङ्गणक में सहेजने के लिए, दाएँ-क्लिक करें और <kbd>पृष्ठ ऐसे सहेजें</kbd> पर दबाएँ, या जो भी मिलता-जुलता विकल्प आपका सङ्गणक आपको देता है।
mr_in: लिप्यंतरित प्रकल्पाची नव्यात नवी आवृत्ती उतरवून घेण्यासाठी आपण हे दुवे वापरू शकता. आपल्या संगणकावर ह्या संचिका जतन करण्यासाठी उजवी टिचकी मारून <kbd>Save As &hellip;</kbd> यावर टिचकी मारा किंवा ह्या सारख्या दुसरा आपल्या संगणकावर उपलब्ध असलेला पर्याय वापरा.
te_in: గ్రంథముల కొత్త సంస్కరణలను ఈ links ద్వారా దిగుమతి చేయవచ్చు. మీ కంప్యూటరుపై ఈ గ్రంథాలు భద్రపరచటానికి కుడి click చేసి <kbd>Save As &hellip;</kbd> తట్టంది. మీ కలనయంత్రంపై వేరొక మార్గం ఉంటే అది అవలంభించండి.

source: Download as plain text
hi_in: सादे लेख के रूप में सहेजें
mr_in: साध्या सरळ रूपात मजकूर उतरवा
te_in: సాధారణ లేఖనంగా దిగుమతిచెయ్యి

source: Download as TEI XML
hi_in: TEI XML के रूप में सहेजें
mr_in: TEI XML रूपात मजकूर उतरवा
te_in: TEI XMLగా దిగుమతిచెయ్యి

source: Search the project
hi_in: परियोजना में ढुण्ढें
mr_in: प्रकल्पात हवी ती गोष्ट शोधा
te_in: గ్రంథంలో సోధించు

source: Run batch OCR
hi_in: गुट की OCR करें
mr_in: अक्षरओळखीची प्रक्रिया चालवा
te_in: సామూహిక లిపి పరిగణ చెయ్యి

source: Save changes
hi_in: परिवर्तन सहेजें
mr_in: बदल जतन करा
te_in: మార్పులు భద్రంగా ఉంచు

source: Description
hi_in: विवरण
mr_in: विवरण
te_in: వివరం

source: Pages
hi_in: पृष्ठ
mr_in: पाने
te_in: పుటలు

# project
source: About
hi_in: परिचय
mr_in: परिचय
te_in: పరిచయం

source: (none)
hi_in: (विहीन)
mr_in: (काहीही नाही)
te_in: (శూన్యం)

source: Author
hi_in: लेखक
mr_in: लेखक
te_in: గ్రంథకర్త

source: Editor
hi_in: सम्पादक
mr_in: संपादक
te_in: సంపాదకులు

source: Publisher
hi_in: प्रकाशक
mr_in: प्रकाशक
te_in: ప్రకాశకులు

source: Publication year
hi_in: प्रकाशन वर्ष
mr_in: प्रकाशनाचे वर्ष
te_in: ముద్రణ సంవత్సరం

source: Recent discussion
hi_in: हाल ही की चर्चा
mr_in: नुकतीच झालेली चर्चा
te_in: నూతన చర్చలు

source: This project doesn't have any ongoing discussion. <a href="%(new_thread_url)s">Start a new thread?</a>
hi_in: इस परियोजना में कोई सक्रिय चर्चा नही है। <a href="%(new_thread_url)s">नई चर्चा आरम्भ करें?</a>
mr_in: या प्रकल्पावर कुठलीही चर्चा सध्या चाललेली नाही.<a href="%(new_thread_url)s">नवीन चर्चासूत्र तयार करायचे का?</a>
te_in: ఈ కార్యంలో ఇంకా చర్చలు లేవు. మీరే <a href="%(new_thread_url)s">చర్చని ఆరంభిస్తారా? </a>

source: This project doesn't have any edits yet.
hi_in: इस परियोजना में अभी तक कोई संशोधन नही हुआ है।
mr_in: या प्रकल्पाचे संपादन अद्यापि केले गेलेले नाही.
te_in: ఈ కార్యంలో ఇంకా మార్పులు ఏమీ మార్పులు లేవు.

source: Create thread
hi_in: नई चर्चा का आरम्भ करें
mr_in: चर्चासूत्र तयार करा
te_in: చర్చని ఆరంభించండి

source: Add a post
hi_in: आलेख जोड़ें
mr_in: लेख जोडा
te_in: ఒక లేఖ కూర్చండి

source: Upanishads
hi_in: उपनिषद्
mr_in: उपनिषद
te_in: ఉపనిషత్తులు

source: Itihasas
hi_in: इतिहास
mr_in: इतिहास
te_in: ఇతిహాసాలు

source: Kavyas
hi_in: काव्य
mr_in: काव्ये
te_in: కావ్యాలు

source: Other works
hi_in: अन्य ग्रन्थ
mr_in: इतर ग्रंथ
te_in: ఇతర గ్రంథాలు

source: This text does not support clickable word meanings.
hi_in: यह ग्रन्थ में दबाने वाले पदार्थ की सुविधा अभी असमर्थित है।
mr_in: या मजकूरातील शब्दांचा टिचकी मारून पाहता येण्याजोगा अर्थ उपलब्ध नाही आहे.
te_in: ఈ గ్రంథంలో పదాలపై click చేసినా అర్థాలు రావు

source: Click on words to see what they mean.
hi_in: शब्दों के अर्थ जानने के लिए उन्हें दबाएँ।
mr_in: शब्दांचा अर्थ जाणण्यासाठी त्यांचावर टिचकी मारा.
te_in: అర్థం తెలుసుకొనుటకు పదంపైన click చెయ్యాలి.

source: Font Size:
hi_in: लिपि का आकार
mr_in: अक्षराकार
te_in: లిపి పరిమాణం:

source: Tiny
hi_in: सूक्ष्म
mr_in: अधिक लहान
te_in: అతి చిన్న

source: Small
hi_in: छोटा
mr_in: लहान
te_in: చిన్న

source: Medium
hi_in: मध्यम
mr_in: मध्यम
te_in: మధ్యస్థం

source: Large
hi_in: बड़ा
mr_in: मोठे
te_in: పెద్ద

source: X-Large
hi_in: विशाल
mr_in: अधिक मोठे
te_in: అతి పెద్ద

source: Script:
hi_in: लिपि :
mr_in: लिपी
te_in: లిపి:

source: Parsed View:
hi_in: पदच्छेद :
mr_in: पदच्छेद
te_in: పదచ్ఛేదం:

source: In place
hi_in: स्वस्थान
mr_in: जागच्या जागी
te_in: ఉన్నచోటనే

source: Side by side
hi_in: साथ-साथ
mr_in: शेजारी शेजारी
te_in: పక్కపక్కన

source: Show full text
hi_in: पूरा दिखाएँ
mr_in: संपूर्ण मजकूर दाखवा
te_in: పూర్తి గ్రంథం చూపు

source: Username
hi_in: उपयोगकर्ता नाम
mr_in: वापरकर्त्याचे नाव
te_in: సదస్యుని పేరు:

source: Password
hi_in: कूटशब्द
mr_in: परवलीचा शब्द

source: Old password
hi_in: पुराना कूटशब्द
mr_in: जुना परवलीचा शब्द
te_in: పాత password:

source: New password
hi_in: नया कूटशब्द
mr_in: नवा परवलीचा शब्द
te_in: కొత్త password:

source: Confirm password
hi_in: कूटशब्द की पुष्टि करें
mr_in: नव्या परवलीच्या शब्दाची खात्री करा
te_in: అదే password మరల:

source: Please click the reCAPTCHA box.
hi_in: reCAPTCHA डब्बे को दबाएँ।
mr_in: reCAPTCHA चौकटीवर टिचकी मारा.
te_in: reCAPTCHA డబ్బాను click ceyyaMDi.

source: Description (optional)
hi_in: विवरण (वैकल्पिक)
mr_in: विवरण (वैकल्पिक)
te_in: వివరం (ఐచ్ఛిక)

source: What is this book about? Why is this project interesting?
hi_in: यह ग्रन्थ किस बारे में है? इस परियोजना को क्या रुचक बनाता है?
mr_in: हे पुस्तक कशासंबंधी आहे? वाचकांना यात रस असण्याचे कारण काय असू शकते?
te_in: ఈ గ్రంథం విషయం ఏమిటి? ఈ కార్యం ఎందుకు అసక్తి కరమైనది?

source: Page numbers (optional)
hi_in: पृष्ठ सङ्ख्या (वैकल्पिक)
mr_in: पृष्ठसंख्या (वैकल्पिक)
te_in: పుట సంఖ్యలు (వీలుంటే)

source: The author of the original work, e.g. Kalidasa.
hi_in: मूल साहित्यकार (उदा॰ कालिदास)
mr_in: मूळ कृतीचा कर्ता, उदा. कालिदास
te_in: గ్రంథ కర్త: (ఉదా: కాళిదాసు)

source: The person or organization that created this edition of the text.
hi_in: इस संस्करण के निर्माता
mr_in: ग्रंथाची ही आवृत्ती आवृत्ती तयार करणारी व्यक्ती अथवा संस्था
te_in: గ్రంథ సంపాదకులు: (ఉదా: చారుదేవ శాస్త్రి, వైదిక సంశోధన మండలి)

source: The original publisher of this book, e.g. Nirnayasagar.
hi_in: मूल प्रकाशक (उदा॰ निर्णय सागर मुद्रणालय)
mr_in: या पुस्तकाचे मूळ प्रकाशन, उदा. निर्णयसागर
te_in: గ్రంథ మూల ప్రకాశకులు (ఉదా: నిర్ణయసాగర ముద్రణాలయం)

source: The year in which this specific edition was published.
hi_in: इस संस्करण का प्रकाशन वर्ष।
mr_in: या विशिष्ट आवृत्तीच्या प्रकाशनाचे वर्ष
te_in: ఏ క్రీస్తు సంవత్సరంలో ఈ గ్రంథం ప్రచరించబడింది?

source: Query
hi_in: प्रश्न
mr_in: प्रश्न
te_in: ప్రశ్న

source: Saved changes.
hi_in: परिवर्तन सहेजे गए।
mr_in: जतन केलेले बदल.
te_in: మార్పులు భద్రంగా ఉన్నాయి

source: All pages in this project have at least one edit already.
hi_in: इस परियोजना के सारे पृष्ठों में पहले से ही न्यूनतम एक संशोधन हो चुका है।
mr_in: या प्रकल्पातील सर्व पानांचे संपादन कमीत कमी एकदा पूर्वीच केले गेलेले आहे.
te_in: ఈ కార్యంలో అన్ని పుటలలో ఒక్క సవరనైనా ఉంది.
